import React from 'react';
import { Row } from 'antd';
import './commonQ.scss';

const CommonQuestions = () => {
  return (
    <Row>
      <div className="com-questions">
        <h3 className="com-title">الأسئلة الأكثر شيوعاً</h3>
        <div className="questions">
          <div className="question">
            <div className="qus-name">
              ماهي الخطوات الأولية لتسجيل شركة جديدة في الموقع؟
            </div>
            <div className="qus-reply">
              {' '}
              هناك حقيقة مثبتة منذ زمن طويل وهي أن المحتوى المقروء لصفحة ما
              سيلهي القارئ عن التركيز على الشكل الخارجي للنص أو شكل توضع الفقرات
              في الصفحة التي يقرأها. ولذلك يتم استخدام طريقة لوريم إيبسوم لأنها
              تعطي توزيعاَ طبيعياَ -إلى حد ما- للأحرف عوضاً عن استخدام هنا يوجد
              محتوى نصي
            </div>
          </div>
          <div className="question">
            <div className="qus-name">
              ما هي الخطوات الأولية لتسجيل شركة جديدة في الموقع؟
            </div>
            <div className="qus-reply">
              {' '}
              هناك حقيقة مثبتة منذ زمن طويل وهي أن المحتوى المقروء لصفحة ما
              سيلهي القارئ عن التركيز على الشكل الخارجي للنص أو شكل توضع الفقرات
              في الصفحة التي يقرأها. ولذلك يتم استخدام طريقة لوريم إيبسوم لأنها
              تعطي توزيعاَ طبيعياَ -إلى حد ما- للأحرف عوضاً عن استخدام هنا يوجد
              محتوى نصي
            </div>
          </div>
          <div className="question">
            <div className="qus-name">
              ما هي اجراءات الاتفاق مع العميل وكيف تتم الاتفاقية وماهي بنود
              الحماية؟
            </div>
            <div className="qus-reply">
              {' '}
              هناك حقيقة مثبتة منذ زمن طويل وهي أن المحتوى المقروء لصفحة ما
              سيلهي القارئ عن التركيز على الشكل الخارجي للنص أو شكل توضع الفقرات
              في الصفحة التي يقرأها. ولذلك يتم استخدام طريقة لوريم إيبسوم لأنها
              تعطي توزيعاَ طبيعياَ -إلى حد ما- للأحرف عوضاً عن استخدام هنا يوجد
              محتوى نصي
            </div>
          </div>
        </div>
      </div>
    </Row>
  );
};

export default CommonQuestions;
